{
  "Register": "Sing Up",
  "Login": "Login",
  "Language": "Language",
  "English": "English",
  "Spanish": "Spanish",
  "Portuguese": "Portuguese",
  "Download": "Download Now",
  "HomeNav": "Home",
  "NewsNav": "News",
  "ClassesNav": "Classes",
  "FeaturesNav": "Features",
  "News": "NEWS",
  "Title": "GF Awakening is coming!",
  "Title1": "Patch Notes v0.1.0",
  "Title2": "Paymenth Methods",
  "Description": "And to give you a little preview of what's to come, here is the Awards Scale we have prepared.",
  "link": "https://discord.com/channels/1194037105156964437/1199110447090122792/1319426611929415681",
  "linkText": "Info's on the Discord",
  "Description1": "The first Patch Notes are finally ready. It's a lot of text, but everything that was modified and/or added is written. Read it slowly and carefully, then tell us what you think. About the new classes, we'll soon have some teaser videos showing in more depth what they can do.",
  "link1": "https://docs.google.com/document/d/18gzAgJdpmFab9Pvk7oELFlAFq4wXIKLV3w7eiL-5VOE/edit?tab=t.0",
  "linkText1": "Check it out",
  "Description2": "Hey everyone, I'm leaving a quick survey so you can give us some feedback on the payment methods used in your countries. It's super brief, so I would appreciate it if you could fill it out even if you don't plan to spend money on the game. Thank you very much.",
  "link2": "https://forms.gle/SfiEKVSe3qUjQcgK9",
  "linkText2": "Survey Link",
  "Classes": "Classes",
  "HometownGS": "Unknown",
  "BERSERKER": "BERSERKER",
  "PALADIN": "PALADIN",
  "FIGHTER": "FIGHTER",
  "ClassDescFighter": "Fighters are known for their strength and power and are capable of using a wide variety of combat weapons. At level 15 they advance to Warrior, and at level 30 they get to choose between Berserker or Paladin.",
  "RANGER": "RANGER",
  "ASSASSIN": "ASSASSIN",
  "HUNTER": "HUNTER",
  "ClassDescHunter": "Hunters are masters of ranged attack, capable of using swords, bows and firearms. At level 15 they advance to Archer, and at level 30 they get to choose between Ranger or Assassin.",
  "CLERIC": "CLERIC",
  "SAGE": "SAGE",
  "ACOLYTE": "ACOLYTE",
  "ClassDescAcolyte": "Acolytes are powerful healers, capable of resurrecting players from the brink of death and even resurrecting them after death. At level 15 they advance to Priest, and at level 30 they get to choose between Cleric or Sage.",
  "WIZARD": "WIZARD",
  "NECROMANCER": "NECROMANCER",
  "SORCERER": "SORCERER",
  "ClassDescSorcerer": "Sorcerers are mysterious, wielding the powers of magic with great control and dedication. At level 15 they advance to Mage, and at level 30 they get to choose between Wizard or Necromancer.",
  "DEMOLITIONIST": "SOUL REAVER",
  "ENGINEER": "DARK KNIGHT",
  "MECHANIC": "DUSKWRAITH",
  "ClassDescMechanic": "The Duskwraith is one of the new classes available for the Sprite Messenger. This hybrid physical-magical class uses its own life as a power source and can wield Scythes or Dark Greatswords alongside a Cursed Tome for melee and ranged abilities.",
  "TIME TRAVELER": "TIME TRAVELER",
  "VOID RUNNER": "VOID RUNNER",
  "DRIFTER": "DRIFTER",
  "ClassDescDrifter": "The Wanderer is a versatile class that excels in both melee and ranged combat. They are adept at wielding Katanas and Key weapons, making them adaptable to different playstyles. At level 15 they advance to Drifter, and at level 30 they get to choose between Time Traveler or Void Runner.",
  "Hometown": "Hometown",
  "FEATURES": "FEATURES",
  "Feature1Title": "NEW CLASSES ARRIVE!",
  "Feature1Description": "Prepare to meet The Soul Reaver and The Dark Knight, warriors from another realm who have crossed dimensions to confront the looming Otherworldly threat.",
  "Feature1ClassName1": "The Soul Reaver:",
  "Feature1ClassDescription1": " Harness the essence of life and death to unleash devastating venoms and plagues upon your enemies. Command the battlefield with dark magic, debilitating foes while enhancing your allies' strength and resilience.",
  "Feature1ClassName2": "The Dark Knight:",
  "Feature1ClassDescription2": " A shadow-clad warrior who channels forbidden power, capable of summoning a mighty Revenant to fight by their side. Wreak havoc on your foes with devastating abilities.",
  "Feature2Title": "NEW DUNGEONS AWAIT!",
  "Feature2Description": "Prepare to delve into a brand-new set of dungeons that will test the mettle of even the most seasoned adventurers. These new dungeons are teeming with formidable enemies and new bosses, offering an difficult experience unlike any other.",
  "Feature2Point1Title": "Enhanced Difficulty Levels: ",
  "Feature2Point1Description": "With increased difficulty, these dungeons are designed to push your skills to the limit. Face waves of relentless foes and powerful bosses.",
  "Feature2Point2Title": "Exclusive Loot and Rewards: ",
  "Feature2Point2Description": "The treasures within these dungeons are key to craft an all-new tier of equipment for any class. Uncover powerful gear, rare materials, and coveted artifacts that will elevate your power to new heights.",
  "Feature3Title": "A WHOLE NEW CRAFTING SYSTEM!",
  "Feature3Description": "Unleash your creativity and resourcefulness with our expanded crafting system, bringing a fresh layer of depth and strategy to your gameplay. Here’s what’s in store:",
  "Feature3Point1Title": "Craft Exclusive Gear: ",
  "Feature3Point1Description": "Forge powerful and exclusive equipment that will give you an edge in battle. Weapons, armors and accessories, the new crafting system offers endless possibilities for customization and optimization.",
  "Feature3Point2Title": "New Tools of the Trade: ",
  "Feature3Point2Description": "Begin your crafting journey by creating essential tools such as the Pickaxe and Hunting Rifle. These items unlock entirely new gameplay features.",
  "Feature4Title": "OVER 500 NEW COSMETICS AND 120+ MOUNTS!",
  "Feature4Description": "Get ready to showcase your style and ride into battle like never before with an incredible array of new customization options and majestic mounts.",
  "Feature4Point1Title": "Fashion Redefined: ",
  "Feature4Point1Description": "With over 500 new cosmetic items, you can now create the perfect look to express your unique personality. There’s something for every taste.",
  "Feature4Point2Title": "Ride in Style: ",
  "Feature4Point2Description": "From fearsome dragons to adorable critters and stunning fashion that tells a story, this update ensures you can truly make your mark in the world. It’s not just about fighting—it’s about fighting in style..",
  "Copyright": "© 2024 Grand Fantasia Awakening - All rights reserved",
  "usernameError": "Username or Email is required",
  "passwordErrorNone": "Password is required",
  "passwordErrorLength": "Password must be at least 8 characters",
  "validationError": "Validation Error",
  "loginTitle": "Login to Grand Fantasia Awakening",
  "usernameField": "Username or Email",
  "passwordField": "Password",
  "loginButton": "Login",
  "forgotPassword": "Forgot Password?",
  "emailErrorInvalid": "Invalid email",
  "emailErrorNone": "Email is required",
  "confirmPasswordError": "Passwords do not match",
  "emailField": "Email",
  "confirmPasswordField": "Confirm Password",
  "registerButton": "Register",
  "registerTitle": "Create an Account",
  "usernameRegister": "Username",
  "usernameRegisterError": "Username is required",
  "passwordErrorSymbol": "Password must contain at least one symbol",
  "passwordErrorNumber": "Password must contain at least one number",
  "goHome": "Go Home",
  "tryAgain":"Try Again",
  "VerificationPage":{
    "success": "Verification Complete!",
    "fail": "Verification Failed",
    "loading": "Verifying",
    "successMessage": "Your email has been successfully verified!",
    "errorMessage": "An error occurred. Please try again."
  }
}
