{
  "Register": "Registrar-se",
  "Login": "Entrar",
  "Language": "Idioma",
  "English": "Inglês",
  "Spanish": "Espanhol",
  "Portuguese": "Português",
  "Download": "Baixar agora",
  "HomeNav": "Início",
  "NewsNav": "Notícias",
  "ClassesNav": "Aulas",
  "FeaturesNav": "Recursos",
  "News": "NOTÍCIAS",
  "Title": "GF Awakening está chegando!",
  "Title1": "Notas do patch v0.1.0",
  "Title2": "Métodos de pagamento",
  "Description": "E para adiantar um pouco do que vem por aí, deixo a escala de prêmios que preparamos.",
  "link": "https://discord.com/channels/1194037105156964437/1199110534159671429/1319426931665670255",
  "linkText": "Veja o resto no Discord",
  "Description1": "As primeiras Notas do Patch estão finalmente prontas! É muito texto, mas tudo o que foi modificado e/ou acrescentado está escrito. Leia devagar e com atenção e depois diga-nos o que você pensa. Em relação às novas classes, em breve teremos alguns vídeos teaser mostrando com mais profundidade o que elas podem fazer.",
  "link1": "https://docs.google.com/document/d/1D4H7e6JVaM87R1b9voeq_B7Y75z0o6f917f5FxQp3vA/edit?tab=t.0",
  "linkText1": "Leia aqui",
  "Description2": "Pessoal, estou deixando uma enquete para que nos deem um pouco de feedback sobre os métodos de pagamento utilizados em seus países. É super rápida, então ficaria muito agradecido se, mesmo sem intenção de gastar dinheiro no jogo, puderem respondê-la. Muito obrigado.",
  "link2": "https://forms.gle/5dnUkdEyzy5zDyzA6",
  "linkText2": "Link da pesquisa",
  "Classes": "Aulas",
  "HometownGS": "Desconhecido",
  "BERSERKER": "BERSERKER",
  "PALADIN": "PALADINO",
  "FIGHTER": "LUTADOR",
  "ClassDescFighter": "Os lutadores são conhecidos por sua força e poder e são capazes de usar uma ampla variedade de armas de combate. No nível 15, avançam para Guerreiro, e no nível 30 podem escolher entre Berserker ou Paladino.",
  "RANGER": "GUARDA",
  "ASSASSIN": "ASSASSINO",
  "HUNTER": "CAÇADOR",
  "ClassDescHunter": "Os caçadores são mestres do ataque à distância, capazes de usar espadas, arcos e armas de fogo. No nível 15, avançam para Arqueiro, e no nível 30 podem escolher entre Guarda ou Assassino.",
  "CLERIC": "CLÉRIGO",
  "SAGE": "SÁBIO",
  "ACOLYTE": "ACÓLITO",
  "ClassDescAcolyte": "Os acólitos são poderosos curandeiros, capazes de ressuscitar jogadores à beira da morte e até mesmo ressuscitá-los após a morte. No nível 15, avançam para Sacerdote, e no nível 30 podem escolher entre Clérigo ou Sábio.",
  "WIZARD": "FEITICEIRO",
  "NECROMANCER": "NECROMANTE",
  "SORCERER": "FEITICEIRO",
  "ClassDescSorcerer": "Os feiticeiros são misteriosos, manipulando os poderes da magia com grande controle e dedicação. No nível 15, avançam para Mago, e no nível 30 podem escolher entre Feiticeiro ou Necromante.",
  "DEMOLITIONIST": "CEIFADOR DE ALMAS",
  "ENGINEER": "CAVALEIRO DAS TREVAS",
  "MECHANIC": "SOMBRIO",
  "ClassDescMechanic": "O Sombrio é uma das novas classes disponíveis pelo Sprite Messenger. Esta classe híbrida físico-mágica usa sua própria vida como fonte de poder e pode empunhar Foices ou Grandes Espadas Sombrias junto com um Tomo Amaldiçoado para habilidades corpo a corpo e à distância.",
  "TIME TRAVELER": "VIAJANTE DO TEMPO",
  "VOID RUNNER": "CORREDOR DO VÁCUO",
  "DRIFTER": "ERRANTE",
  "ClassDescDrifter": "O Errante é uma classe versátil que se destaca tanto no combate corpo a corpo quanto à distância. Eles são hábeis no manejo de katanas e armas-chave, tornando-os adaptáveis a diferentes estilos de jogo. No nível 15, avançam para Errante, e no nível 30 podem escolher entre Viajante do Tempo ou Corredor do Vácuo.",
  "Hometown": "Cidade natal",
  "FEATURES": "CARACTERÍSTICAS",
  "Feature1Title": "NOVAS CLASSES CHEGAM!",
  "Feature1Description": "Prepare-se para conhecer o Ceifador de Almas e o Cavaleiro das Trevas, guerreiros de outro reino que cruzaram dimensões para enfrentar a iminente ameaça de outro mundo.",
  "Feature1ClassName1": "O Ceifador de Almas:",
  "Feature1ClassDescription1": " Domine a essência da vida e da morte para liberar venenos devastadores e pragas contra seus inimigos. Controle o campo de batalha com magia sombria, debilitando os inimigos enquanto fortalece e protege seus aliados.",
  "Feature1ClassName2": "O Cavaleiro das Trevas:",
  "Feature1ClassDescription2": " Um guerreiro envolto em sombras que canaliza poderes proibidos, capaz de invocar um poderoso Revenant para lutar ao seu lado. Cause destruição em seus inimigos com habilidades devastadoras.",
  "Feature2Title": "NOVAS DUNGEONS ESPERAM POR VOCÊ!",
  "Feature2Description": "Prepare-se para explorar dungeons que testarão o valor até mesmo dos aventureiros mais experientes. Estas novas dungeons estão repletas de inimigos formidáveis e novos chefes.",
  "Feature2Point1Title": "Níveis de Dificuldade Melhorados: ",
  "Feature2Point1Description": "Com dificuldade aumentada, estas dungeons foram projetadas para levar suas habilidades ao limite.",
  "Feature2Point2Title": "Saques Exclusivos e Recompensas: ",
  "Feature2Point2Description": "Os tesouros dentro destas dungeons são a chave para fabricar um novo nível de equipamento para qualquer classe. Descubra artefatos cobiçados e materiais raros que elevarão seu poder a novos patamares.",
  "Feature3Title": "UM SISTEMA DE CRIAÇÃO NOVO!",
  "Feature3Description": "Libere sua criatividade e engenhosidade com nosso sistema de criação expandido, trazendo uma nova camada de profundidade e estratégia ao seu jogo. Veja o que está por vir:",
  "Feature3Point1Title": "Forje Equipamentos Exclusivos: ",
  "Feature3Point1Description": "Crie equipamentos poderosos e exclusivos que lhe darão uma vantagem em combate. Armas, armaduras e acessórios, o novo sistema de criação oferece possibilidades infinitas de personalização e otimização.",
  "Feature3Point2Title": "Novas Ferramentas de Trabalho: ",
  "Feature3Point2Description": "Comece sua jornada de criação fabricando ferramentas essenciais, como a Picareta e o Rifle de Caça. Esses itens desbloqueiam recursos totalmente novos de jogabilidade.",
  "Feature4Title": "MAIS DE 500 NOVOS COSMÉTICOS E 120+ MONTARIAS!",
  "Feature4Description": "Prepare-se para exibir seu estilo e entrar em combate como nunca antes, com uma incrível variedade de opções de personalização e montarias majestosas.",
  "Feature4Point1Title": "Moda Redefinida: ",
  "Feature4Point1Description": "Com mais de 500 novos itens cosméticos, agora você pode criar o visual perfeito para expressar sua personalidade única. Há algo para todos os gostos.",
  "Feature4Point2Title": "Viaje com Estilo: ",
  "Feature4Point2Description": "De dragões ferozes a criaturas adoráveis e uma moda deslumbrante que conta uma história, esta atualização garante que você realmente deixe sua marca no mundo. Não se trata apenas de lutar, mas de lutar com estilo!",
  "Copyright": "© 2024 Grand Fantasia Awakening – Todos os direitos reservados",
  "usernameError": "Nome de Usuário ou e-mail é obrigatório",
  "passwordErrorNone": "Senha é obrigatória",
  "passwordErrorLength": "A senha deve ter pelo menos 8 caracteres",
  "validationError": "Erro de validação",
  "loginTitle": "Entrar no Grand Fantasia Awakening",
  "usernameField": "Nome de Usuário ou e-mail",
  "passwordField": "Senha",
  "loginButton": "Entrar",
  "forgotPassword": "Esqueceu a senha?",
  "emailErrorInvalid": "E-mail inválido",
  "emailErrorNone": "E-mail obrigatório",
  "confirmPasswordError": "As senhas não correspondem",
  "emailField": "E-mail",
  "confirmPasswordField": "Confirmar senha",
  "registerButton": "Registrar",
  "registerTitle": "Criar uma Conta",
  "usernameRegister": "Nome de usuário",
  "usernameRegisterError": "Nome de usuário obrigatório",
  "passwordErrorSymbol": "A senha deve conter pelo menos um símbolo",
  "passwordErrorNumber": "A senha deve conter pelo menos um número"
}
